{
	"@metadata": {
		"authors": [
			"Fitoschido",
			"Javiersanp"
		]
	},
	"xenforoauth": "Acceder con XenForo",
	"xenforoauth-auth-service-name": "XenForo",
	"xenforoauth-create": "Crear con XenForo",
	"xenforoauth-desc": "Permitir a los usuarios acceder mediante una cuenta de XenForo",
	"xenforoauth-generic-error": "Se produjo un error. Regresa a la página anterior e inténtalo de nuevo. Mensaje: $1",
	"xenforoauth-external-error": "El sitio externo rechazó la autenticación o se ha producido un error. Inténtalo de nuevo o ponte en contacto con el administrador del sitio. El mensaje emitido fue: $1",
	"xenforoauth-form-merge": "Enlazar XenForo con la cuenta del wiki",
	"xenforoauth-form-unlink": "Desenlazar XenForo de la cuenta del wiki",
	"xenforoauth-link-other": "Tu cuenta de XenForo ya está enlazada con otro usuario. Desenlázala o ponte en contacto con un administrador si no tienes otra cuenta en el wiki.",
	"xenforoauth-link-same": "Tu cuenta de XenForo ya está enlazada con tu usuario; no puedes enlazarla de nuevo.",
	"xenforoauth-error-no-authentication-workflow": "Has solicitado continuar con un flujo de autenticación de XenForo existente, pero no hay ninguno que ya se haya empezado. Inicia un flujo de autenticación nuevo intentando acceder de nuevo.",
	"xenforoauth-loginbutton-help": "Te autentica a través de tu cuenta de XenForo.",
	"xenforoauth-link-help": "Enlaza tu cuenta del wiki con la de XenForo.",
	"xenforoauth-param-error-label": "XenForo devolvió un código de error",
	"xenforoauth-param-error-help": "En caso de un fallo de autenticación, el código de error proveniente de XenForo.",
	"xenforoauth-param-code-label": "Ficha de acceso de XenForo",
	"xenforoauth-param-code-help": "En caso de una autenticación exitosa, la ficha de acceso proveniente de XenForo.",
	"xenforoauth-change-account-not-linked": "No puedes quitar la conexión de cuenta de XenForo porque tu cuenta no está conectada con ninguna cuenta de XenForo.",
	"xenforoauth-auth-service-unknown-account": "Cuenta de XenForo desconocida",
	"xenforoauth-access-denied": "No se puede acceder. Has denegado la lectura de la información de tu cuenta de XenForo.",
	"xenforoauth-local-exists": "Has accedido correctamente a tu cuenta de XenForo. Sin embargo, ya existe una cuenta en {{SITENAME}} con el nombre de usuario «$1» que no está conectada con la cuenta de XenForo, por lo que no has podido acceder al wiki. Busca en [https://www.mediawiki.org/wiki/Special:MyLanguage/Help:Extension:XenForoAuth/LocalExists la página de ayuda] este error para obtener más información."
}
